words_arr = {
    '服装': ['棉服', '校服', '毛衣', '西装', 'T恤', '长裤', '毛衣', '披风', '夹克', '风衣', '短裤', '雨衣', '皮衣', '衬衫', '长裙', '裙裤', '短裙', '裙', '大衣', '裤'],
    '节日': ['清明', '中秋', '七夕', '端午', '元宵', '春节', '除夕'],
    '城巿': ["北京", "天津", "上海", "重庆", "石家庄", "太原", "呼和浩特", "沈阳", "长春", "哈尔滨", "南京", "杭州", "合肥", "福州", "南昌", "济南", "郑州", "武汉", "长沙", "广州", "南宁", "海口", "成都", "贵阳", "昆明", "拉萨", "西安", "兰州", "西宁", "银川", "乌鲁木齐", "香港", "澳门", "台北", '深圳', '苏州'],
    '天气现象': ['冰雹', '风', '阵雨', '小雨', '雨', '露', '大风', '中雨', '暴雨', '暴雪', '霜', '闪电', '阵雪', '雪', '小雪', '中雪'],
    '水果': ['芒果', '桃', '木瓜', '樱桃', '梨', '柿子', '草莓', '菠萝', '葡萄', '枇杷', '龙眼', '杏', '苹果', '荔枝', '橘子', '香蕉', '西瓜', '枣'],
    '国家': ["中国", "美国", "英国", "法国", "德国", "俄国", "日本", "韩国", "泰国", "越南", "老挝", "缅甸", "印度", "伊朗", "埃及", "古巴", "智利", "秘鲁", "巴西", "丹麦", "瑞典", "挪威", "芬兰", "波兰", "捷克", "希腊", "古巴", "朝鲜", "南非", '瑞士'],
    '动物': ['马', '狼', '龙', '鸡', '老虎', '羊', '大雁', '海鸥', '猪', '山雀', '猫', '兔', '蛇', '狮子', '狗', '鹰', '牛', '大象', '乌鸦'],
    '花类': ['茉莉', '荷花', '桃花', '玫瑰', '百合', '雏菊', '月季', '菊花', '兰花', '莲花', '牡丹', '杏花', '水仙', '梨花', '桂花'],
    '交通工具': ['船', '轮船', '轻轨', '飞机', '火车', '电车', '马车', '地铁', '车', '客轮', '邮轮', '客车', '牛车', '汽车', '巴士', '高铁'],
    '颜色': ['银色', '白', '橙', '淡粉', '灰', '绿', '黑', '暗黄', '碧绿', '蓝', '亮黄', '红', '青', '灰白','黄','暗红','粉','紫',]
}
